---
kind: enumMember
id: F:Autodesk.Revit.DB.SpacingRuleLayout.MaximumSpacing
enum: Autodesk.Revit.DB.SpacingRuleLayout
source: html/163b0cc7-31f0-68b4-ced5-bea6d3c5abcc.htm
---
# Autodesk.Revit.DB.SpacingRuleLayout.MaximumSpacing

Points or lines are separated by at most the max distance.